Repository: loechel/collective.favorites_fti
Catalog: collective/favorites/locales/*/LC_MESSAGES/collective.favorites.po
Languages: de

source: A Favorites Folder that hold internal Favorites
de: Ein Ordner, der die Favoriten des jeweiligen Benutzers enthält

source: Add To Internal Favorites
de: Zu internen Favoriten hinzufügen

source: Add to browser favorites
de: Zu Browser Favoriten / Bookmarks hinzufügen

source: An internal Favorite
de: Ein persönlicher Favorit

source: Could not delete Favorite
de: Kann Favorit nicht entfernen

source: Description
de: Beschreibung

source: Favorite
de: Favorit

source: Favorite deleted
de: Favorit entfernt

source: Favorites
de: Favoriten

source: Favorites Folder
de: Favoritenordner

source: Remove from Internal Favorites
de: Von internen Favoriten entfernen

source: Target UID
de: Ziel-UID

source: Title
de: Titel

source: fav_created_msg
de: ${path} zu Favoriten hinzugefügt

source: fav_doubled_msg
de: ${path} bereits bei Favoriten vorhanden

source: no_home_folder_msg
de: Benutzer hat kein Homeverzeichnis, deshalb Hinzufügen von ${path} zu Favoriten nicht möglich
